Repository: JDSavvy/TeamGen
Catalog: TeamGen/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de

source: %@ skill level
de: %@ Fähigkeitsstufe

# %@, skill level %@
source: %1$@, skill level %2$@
de: %1$@, Fähigkeitsstufe %2$@

# %@: %lld out of %lld
source: %1$@: %2$lld out of %3$lld
de: %1$@: %2$lld von %3$lld

# %lld of %lld players
source: %1$lld of %2$lld players
de: %1$lld von %2$lld Spielern

source: %lld out of 10
de: %lld von 10

# %lld Player%@
source: %1$lld Player%2$@
de: %1$lld Spieler%2$@

source: %lld players
de: %lld Spieler

# %lld players, sorted by %@
source: %1$lld players, sorted by %2$@
de: %1$lld Spieler, sortiert nach %2$@

source: %lld selected
de: %lld ausgewählt

source: About
de: Über

source: Add
de: Hinzufügen

source: Add new player
de: Neuen Spieler hinzufügen

source: Add Player
de: Spieler hinzufügen

source: Add players
de: Spieler hinzufügen

source: Add players in the Players tab first
de: Füge zuerst Spieler im Spieler-Tab hinzu

source: Add your first player to start creating balanced teams. You can add players with different skill levels to ensure fair team distribution.
de: Füge deinen ersten Spieler hinzu, um ausgewogene Teams zu erstellen. Du kannst Spieler mit verschiedenen Fähigkeitsstufen hinzufügen, um eine faire Teamverteilung zu gewährleisten.

source: Add your first player to start creating balanced teams. You can manage their skills and track their performance.
de: Füge deinen ersten Spieler hinzu, um ausgewogene Teams zu erstellen. Du kannst ihre Fähigkeiten verwalten und ihre Leistung verfolgen.

source: Add your first player to start creating teams
de: Füge deinen ersten Spieler hinzu, um Teams zu erstellen

source: Adjust skill level from 1 to 10
de: Fähigkeitsstufe von 1 bis 10 anpassen

source: App Language
de: App-Sprache

source: Appearance
de: Aussehen

source: Balancing players into teams
de: Spieler werden in Teams aufgeteilt

source: Cancel
de: Abbrechen

source: Choose between fair balanced teams or random distribution
de: Wähle zwischen fairen ausgewogenen Teams oder zufälliger Verteilung

source: Choose how to sort the player list
de: Wähle, wie die Spielerliste sortiert werden soll

source: Choose your preferred language
de: Wähle deine bevorzugte Sprache

source: Choose your preferred theme
de: Wähle dein bevorzugtes Design

source: Clear
de: Löschen

source: Clear Selection
de: Auswahl löschen

source: Color Scheme
de: Farbschema

source: Coming soon
de: Demnächst verfügbar

source: Creating Teams
de: Teams werden erstellt

source: Delete Player
de: Spieler löschen

source: Deselect All (%lld)
de: Alle abwählen (%lld)

source: Developer
de: Entwickler

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Edit Player
de: Spieler bearbeiten

source: Enter player name
de: Spielername eingeben

source: Error
de: Fehler

source: Filtered from %lld total
de: Gefiltert von %lld insgesamt

source: Generating teams...
de: Teams werden erstellt...

source: Generation Error
de: Erstellungsfehler

source: Generation Failed
de: Erstellung fehlgeschlagen

source: Generation Mode
de: Generierungsmodus

source: High Contrast
de: Hoher Kontrast

source: Increase text and UI contrast
de: Text- und UI-Kontrast erhöhen

source: Initialization Error
de: Initialisierungsfehler

source: Language
de: Sprache

source: Loading players
de: Spieler werden geladen

source: Loading Players
de: Spieler werden geladen

source: Loading players...
de: Spieler werden geladen...

source: Need 2+ players
de: Mindestens 2 Spieler erforderlich

source: No players added yet
de: Noch keine Spieler hinzugefügt

source: No Players Available
de: Keine Spieler verfügbar

source: No Players Yet
de: Noch keine Spieler

source: No Results Found
de: Keine Ergebnisse gefunden

source: Not selected
de: Nicht ausgewählt

source: Opens player selection
de: Öffnet Spielerauswahl

source: Opens the add player form
de: Öffnet das Spieler-hinzufügen-Formular

# Overall %@, Technical %lld, Agility %lld, Endurance %lld, Teamwork %lld
source: Overall %1$@, Technical %2$lld, Agility %3$lld, Endurance %4$lld, Teamwork %5$lld
de: Gesamt %1$@, Technik %2$lld, Beweglichkeit %3$lld, Ausdauer %4$lld, Teamwork %5$lld

source: Overall Skill
de: Gesamtfähigkeit

source: Player Information
de: Spielerinformationen

source: Player skills
de: Spielerfähigkeiten

source: Player Skills
de: Spielerfähigkeiten

# Player: %@, Overall skill: %@
source: Player: %1$@, Overall skill: %2$@
de: Spieler: %1$@, Gesamtfähigkeit: %2$@

source: Players
de: Spieler

source: Quick selection options
de: Schnellauswahloptionen

source: Random
de: Zufällig

source: Remove %@
de: %@ entfernen

source: Remove all selected players?
de: Alle ausgewählten Spieler entfernen?

source: Retry
de: Wiederholen

source: Return to %@
de: Zurück zu %@

source: Save
de: Speichern

source: Score: %@ out of 10
de: Bewertung: %@ von 10

source: Search by name...
de: Nach Name suchen...

source: Select All (%lld)
de: Alle auswählen (%lld)

source: Select Players
de: Spieler auswählen

source: Selected
de: Ausgewählt

source: Setting up TeamGen...
de: TeamGen wird eingerichtet...

source: Settings
de: Einstellungen

# Showing %lld of %lld players, sorted by %@
source: Showing %1$lld of %2$lld players, sorted by %3$@
de: %1$lld von %2$lld Spielern angezeigt, sortiert nach %3$@

source: Skill Level:
de: Fähigkeitsstufe:

source: Skill level: %@
de: Fähigkeitsstufe: %@

# Skill level: %lld out of %lld
source: Skill level: %1$lld out of %2$lld
de: Fähigkeitsstufe: %1$lld von %2$lld

source: Skills
de: Fähigkeiten

source: Something Went Wrong
de: Etwas ist schiefgelaufen

source: Sort players
de: Spieler sortieren

source: Sorted by %@
de: Sortiert nach %@

source: Statistics
de: Statistiken

source: Tap to toggle selection
de: Tippen, um Auswahl umzuschalten

# Team %lld with %lld players, average skill %@
source: Team %1$lld with %2$lld players, average skill %3$@
de: Team %1$lld mit %2$lld Spielern, durchschnittliche Fähigkeit %3$@

source: Team generation mode
de: Team-Generierungsmodus

source: Tips for getting started
de: Tipps für den Einstieg

source: Try adjusting your search terms or check the spelling
de: Versuchen Sie, Ihre Suchbegriffe anzupassen oder die Rechtschreibung zu überprüfen

source: Try Again
de: Erneut versuchen

source: Unable to load players. Please try again.
de: Spieler konnten nicht geladen werden. Bitte versuchen Sie es erneut.

source: Unable to load your players. Please check your connection and try again.
de: Ihre Spieler konnten nicht geladen werden. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
